Repository: HaythamAmairah/mawareeth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Under the CCPA, among other rights, California consumers have the right to:
ar: بموجب CCPA ، من بين حقوق أخرى ، يحق للمستهلكين في كاليفورنيا:
fr: En vertu de la CCPA, entre autres droits, les consommateurs californiens ont le droit de:

source: Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.
ar: طلب من نشاط تجاري يجمع بيانات شخصية ان يفصح عن الفئات و بيانات محددة من المعلومات الشخصيةالتي تم جمعها.
fr: Demander à une entreprise qui collecte des données personnelles d'un consommateur de divulguer les catégories et éléments spécifiques de données personnelles qu'une entreprise a collectés sur les consommateurs.

source: Request that a business delete any personal data about the consumer that a business has collected.
ar: طلب من نشاط تجاري حذف أي معلومات شخصية عن المستهلك تم جمعها.
fr: Demander qu'une entreprise supprime toutes les données personnelles sur le consommateur qu'une entreprise a collectées.

source: Request that a business that sells a consumer's personal data, not sell the consumer's personal data.
ar: طلب من مشاط تجاري يقوم ببيع المعلومات الخاصة بالمستهلكين , بعدم بيع معلومات المستهلك الخاصة.
fr: Demander à une entreprise qui vend les données personnelles d'un consommateur de ne pas vendre les données personnelles du consommateur.

source: If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.
ar: اذا قمت بطلب, يتوجب علينا الرد عليك خلال فترة شهر واحد. اذا رغبت بممارسة أي من هذه الحقوق نرجو التواصل معنا.
fr: Si vous faites une demande, nous avons un mois pour vous répondre. Si vous souhaitez exercer l'un de ces droits, veuillez nous contacter.

source: GDPR Data Protection Rights
ar: حقوق حماية البيانات الخاصة باللائحة العامة لحماية البيانات
fr: Droits de protection des données GDPR

source: We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:
ar: نود التأكد من أنك على دراية تامة بجميع حقوق حماية البيانات الخاصة بك. يحق لكل مستخدم ما يلي:
fr: Nous souhaitons nous assurer que vous êtes pleinement conscient de tous vos droits en matière de protection des données. Chaque utilisateur a droit à ce qui suit:

source: The right to access – You have the right to request copies of your personal data. We may charge you a small fee for this service.
ar: الحق في الوصول - لديك الحق في طلب نسخ من بياناتك الشخصية. قد نفرض عليك رسومًا رمزية مقابل هذه الخدمة.
fr: Le droit d'accès - Vous avez le droit de demander des copies de vos données personnelles. Nous pouvons vous facturer une somme modique pour ce service.

source: The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.
ar: حق التصحيح - يحق لك طلب تصحيح أي معلومات تعتقد أنها غير دقيقة. لديك أيضًا الحق في أن تطلب استكمال المعلومات التي تعتقد أنها غير مكتملة.
fr: Le droit de rectification - Vous avez le droit de demander que nous corrigions toute information que vous jugez inexacte. Vous avez également le droit de demander que nous complétions les informations que vous jugez incomplètes.

source: The right to erasure – You have the right to request that we erase your personal data, under certain conditions.
ar: حق المحو - يحق لك طلب مسح بياناتك الشخصية ، في ظل ظروف معينة.
fr: Le droit à l'effacement - Vous avez le droit de demander que nous effacions vos données personnelles, sous certaines conditions.

source: The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.
ar: الحق في تقييد المعالجة - يحق لك طلب تقييد معالجة بياناتك الشخصية ، في ظل ظروف معينة.
fr: Le droit de restreindre le traitement - Vous avez le droit de nous demander de restreindre le traitement de vos données personnelles, sous certaines conditions.

source: The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.
ar: الحق في الاعتراض على المعالجة - يحق لك الاعتراض على معالجتنا لبياناتك الشخصية ، في ظل ظروف معينة.
fr: Le droit de vous opposer au traitement - Vous avez le droit de vous opposer à notre traitement de vos données personnelles, sous certaines conditions.

source: The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.
ar: الحق في نقل البيانات - يحق لك طلب نقل البيانات التي جمعناها إلى منظمة أخرى ، أو مباشرة إليك ، في ظل ظروف معينة.
fr: Le droit à la portabilité des données - Vous avez le droit de demander que nous transférions les données que nous avons collectées à une autre organisation, ou directement à vous, sous certaines conditions.

source: Children's Information
ar: معلومات الأطفال
fr: Information pour les enfants

source: Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.
ar: جزء آخر من أولويتنا هو إضافة حماية للأطفال أثناء استخدام الإنترنت. نشجع الآباء والأوصياء على مراقبة نشاط الأطفال عبر الإنترنت والمشاركة فيه و / أو مراقبته وتوجيهه.
fr: Une autre partie de notre priorité consiste à ajouter une protection pour les enfants lors de l'utilisation d'Internet. Nous encourageons les parents et les tuteurs à observer, participer et / ou surveiller et guider leur activité en ligne.

source: Mawareeth.com does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.
ar: لا يقوم موقع المواريث بجمع أي معلومات شخصية قابلة للتعريف من الأطفال تحت سن 13 عامًا. إذا كنت تعتقد أن طفلك قدم هذا النوع من المعلومات على موقعنا ،فنحن نشجعك بشدة على الاتصال بنا على الفور وسنبذل قصارى جهدنا من أجل إزالة هذه المعلومات على الفور من سجلاتنا.
fr: Mawareeth.com ne collecte sciemment aucune information personnelle identifiable d'enfants de moins de 13 ans. Si vous pensez que votre enfant a fourni ce type d'informations sur notre site Web, nous vous encourageons fortement à nous contacter immédiatement et nous ferons de notre mieux pour supprimer rapidement ces informations de nos dossiers.

source: Welcome to Mawareeth.com!
ar: مرحبا بكم في موقع المواريث !
fr: Bienvenue sur Mawareeth.com!

source: These terms and conditions outline the rules and regulations for the use of Mawareeth 2.0's Website, located at https://www.mawareeth.com/.
ar: توضح هذه الشروط والأحكام القواعد واللوائح الخاصة باستخدام موقع المواريث ، الموجود على https://www.mawareeth.com/.
fr: Ces termes et conditions décrivent les règles et réglementations pour l'utilisation du site Web de Mawareeth 2.0, situé à https://www.mawareeth.com/.

source: By accessing this website we assume you accept these terms and conditions. Do not continue to use Mawareeth.com if you do not agree to take all of the terms and conditions stated on this page.
ar: بدخولك إلى هذا الموقع ، نفترض أنك تقبل هذه الشروط والأحكام. لا تستمر في استخدام موقع المواريث إذا كنت لا توافق على الاخذ بجميع الشروط والأحكام المذكورة في هذه الصفحة والموافقة عليها.
fr: En accédant à ce site Web, nous supposons que vous acceptez ces termes et conditions. Ne continuez pas à utiliser Mawareeth.com si vous n'acceptez pas de respecter toutes les conditions générales énoncées sur cette page.

source: The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: "Client", "You" and "Your" refers to you, the person log on this website and compliant to the Company’s terms and conditions. "The Company", "Ourselves", "We", "Our" and "Us", refers to our Company. "Party", "Parties", or "Us", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same.
ar: تنطبق المصطلحات التالية على هذه الشروط والأحكام وبيان الخصوصية وإشعار إخلاء المسؤولية وجميع الاتفاقيات: يشير "العميل" و "أنت" و "الخاص بك" إليك ، ويقوم الشخص بتسجيل الدخول إلى موقع الويب هذا ومتوافقًا مع شروط وأحكام الشركة. تشير "الشركة" و "أنفسنا" و "نحن" و "لنا" إلينا. تشير "الطرف" أو "الأطراف" أو "نحن" إلى كل من العميل وإلينا. تشير جميع الشروط إلى العرض والقبول والنظر في الدفع اللازم لإجراء عملية مساعدتنا للعميل بالطريقة الأنسب للغرض الصريح المتمثل في تلبية احتياجات العميل فيما يتعلق بتقديم الخدمات المعلنة للموقع ، وفقًا لـ ومع مراعاة القانون السائد في هولندا. أي استخدام للمصطلحات المذكورة أعلاه أو كلمات أخرى في صيغة المفرد ,الجمع و / أو هو أو هي أو هم ، يتم اعتبارها قابلة للتبادل وبالتالي تشير إلى نفس الشيء.
fr: La terminologie suivante s'applique aux présentes conditions générales, à la déclaration de confidentialité et à la clause de non-responsabilité et à tous les accords: «client», «vous» et «votre» font référence à vous, la personne connectée sur ce site Web et conforme aux conditions générales de la société. «La société», «nous-mêmes», «nous», «notre» et «nous» fait référence à notre société. «Partie», «Parties» ou «Nous» fait référence à la fois au Client et à nous-mêmes. Tous les termes se réfèrent à l'offre, l'acceptation et la considération du paiement nécessaires pour entreprendre le processus de notre assistance au Client de la manière la plus appropriée dans le but exprès de répondre aux besoins du Client en ce qui concerne la fourniture des services déclarés de la Société, conformément à et soumis à la loi en vigueur des Pays-Bas. Toute utilisation de la terminologie ci-dessus ou d'autres mots au singulier, au pluriel, en majuscules et / ou il ou elles, sont considérés comme interchangeables et donc comme faisant référence à ceux-ci.

source: Cookies
ar: ملفات تعريف الارتباط

source: We employ the use of cookies. By accessing Mawareeth.com, you agreed to use cookies in agreement with the Mawareeth 2.0's Privacy Policy.
ar: نحن نستخدم ملفات تعريف الارتباط. من خلال زيارتك للموقع ، انت موافق على استخدام ملفات تعريف الارتباط بالتوافق مع سياسة الخصوصية لموقع المواريث.
fr: Nous utilisons des cookies. En accédant à Mawareeth.com, vous avez accepté d'utiliser des cookies en accord avec la politique de confidentialité de Mawareeth 2.0.

source: Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies.
ar: تستخدم معظم مواقع الويب التفاعلية ملفات تعريف الارتباط للسماح لنا باسترداد تفاصيل المستخدم لكل زيارة. يتم استخدام ملفات تعريف الارتباط من خلال موقعنا الإلكتروني لتمكين وظائف مناطق معينة لتسهيل زيارة الأشخاص لموقعنا على الويب. قد يستخدم بعض شركائنا التابعين / المعلنين ملفات تعريف الارتباط.
fr: La plupart des sites Web interactifs utilisent des cookies pour nous permettre de récupérer les détails de l'utilisateur pour chaque visite. Les cookies sont utilisés par notre site Web pour permettre la fonctionnalité de certaines zones afin de faciliter la navigation des personnes sur notre site Web. Certains de nos partenaires affiliés / publicitaires peuvent également utiliser des cookies.

source: License
ar: الرخصة
fr: Licence

source: Unless otherwise stated, Mawareeth 2.0 and/or its licensors own the intellectual property rights for all material on Mawareeth.com. All intellectual property rights are reserved. You may access this from Mawareeth.com for your own personal use subjected to restrictions set in these terms and conditions.
ar: ما لم ينص على خلاف ذلك ، يمتلك موقع المواريث و / أو المرخصون له حقوق الملكية الفكرية لجميع المواد على الموقع. جميع حقوق الملكية الفكرية محفوظة. يمكنك الوصول إلى هذه المواد من موقع Mawareeth.com لاستخدامك الشخصي الذي يخضع لقيود محددة في هذه الشروط والأحكام.
fr: Sauf indication contraire, Mawareeth 2.0 et / ou ses concédants de licence détiennent les droits de propriété intellectuelle pour tout le matériel sur Mawareeth.com. Tous les droits de propriété intellectuelle sont réservés. Vous pouvez y accéder à partir de Mawareeth.com pour votre usage personnel soumis aux restrictions définies dans ces termes et conditions.

source: You must not:
ar: يجب أن لا:
fr: Vous ne devez pas:

source: Republish material from Mawareeth.com
ar: تعيد نشر المواد من الموقع
fr: Republier le matériel de Mawareeth.com

source: Sell, rent or sub-license material from Mawareeth.com
ar: تبيع أو تأجر أو تعيد ترخيص مواد من موقع المواريث
fr: Vendre, louer ou sous-licencier du matériel de Mawareeth.com

source: Reproduce, duplicate or copy material from Mawareeth.com
ar: تعيد إنتاج أو تنسخ أو تقلد المواد من موقع المواريث
fr: Reproduire, dupliquer ou copier du matériel à partir de Mawareeth.com

source: Redistribute content from Mawareeth.com
ar: تعيد توزيع المحتوى من الموقع
fr: Redistribuer le contenu de Mawareeth.com

source: This Agreement shall begin on the date hereof.
ar: تبدأ هذه الاتفاقية من تاريخه.
fr: Le présent accord prend effet à la date des présentes.

source: Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Mawareeth 2.0 does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Mawareeth 2.0,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, Mawareeth 2.0 shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.
ar: توفر أجزاء من هذا الموقع فرصة للمستخدمين لنشر وتبادل الآراء والمعلومات في مناطق معينة من الموقع. لا يقوم موقع المواريث بتصفية أو تحرير أو نشر أو مراجعة التعليقات قبل وجودها على الموقع. لا تعكس التعليقات آراء و توجهات موقع المواريث ووكلائه و / أو الشركات التابعة له. تعكس التعليقات آراء وتوجهات الشخص الذي ينشر وجهات نظره وآرائه. إلى الحد الذي تسمح به القوانين المعمول بها ، لن يكون موقع المواريث مسؤول عن التعليقات أو عن أي مسؤولية أو أضرار أو مصروفات نتجت و / أو تكبدت نتيجة لأي استخدام و / أو نشر و / أو ظهور التعليقات على هذا الموقع.
fr: Certaines parties de ce site Web offrent aux utilisateurs la possibilité de publier et d'échanger des opinions et des informations dans certaines zones du site Web. Mawareeth 2.0 ne filtre pas, ne modifie pas, ne publie pas et ne révise pas les commentaires avant leur présence sur le site Web. Les commentaires ne reflètent pas les vues et opinions de Mawareeth 2.0, de ses agents et / ou affiliés. Les commentaires reflètent les points de vue et opinions de la personne qui publie leurs points de vue et opinions. Dans la mesure permise par les lois applicables, Mawareeth 2.0 ne sera pas responsable des Commentaires ou de toute responsabilité, dommages ou dépenses causés et / ou subis du fait de toute utilisation et / ou publication et / ou apparition des Commentaires sur ce site.

source: Mawareeth 2.0 reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions.
ar: يحتفظ موقع المواريث بالحق في مراقبة جميع التعليقات وإزالة أي تعليقات يمكن اعتبارها غير لائقة أو مسيئة أو تسبب خرقًا لهذه الشروط والأحكام.
fr: Mawareeth 2.0 se réserve le droit de surveiller tous les commentaires et de supprimer tout commentaire pouvant être considéré comme inapproprié, offensant ou entraînant une violation des présentes conditions générales.

source: You warrant and represent that:
ar: أنت تضمن وتقر ما يلي:
fr: Vous garantissez et déclarez que:

source: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;
ar: يحق لك نشر التعليقات على موقعنا ولديك جميع التراخيص والموافقات اللازمة للقيام بذلك ؛
fr: Vous êtes autorisé à publier les commentaires sur notre site Web et à disposer de toutes les licences et autorisations nécessaires pour le faire;

source: The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;
ar: لا تنتهك التعليقات أي حق من حقوق الملكية الفكرية ، بما في ذلك على سبيل المثال لا الحصر حقوق الطبع والنشر أو براءة الاختراع أو العلامة التجارية لأي طرف ثالث ؛
fr: Les Commentaires n'empiètent sur aucun droit de propriété intellectuelle, y compris, sans limitation, le droit d'auteur, le brevet ou la marque d'un tiers;

source: The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy
ar: لا تحتوي التعليقات على أي مواد تشهيرية أو مسيئة أو غير لائقة أو غير قانونية تعد انتهاكًا للخصوصية
fr: Les commentaires ne contiennent aucun élément diffamatoire, calomnieux, offensant, indécent ou autrement illégal constituant une atteinte à la vie privée

source: The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.
ar: لن يتم استخدام التعليقات لطلب أو الترويج لأعمال أو أنشطة تجارية أو أنشطة غير قانونية.
fr: Les commentaires ne seront pas utilisés pour solliciter ou promouvoir des activités commerciales ou personnalisées ou présenter des activités commerciales ou des activités illégales.

source: You hereby grant Mawareeth 2.0 a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media.
ar: بموجب هذا ، فإنك تمنح موقع المواريث ترخيصًا غير حصري لاستخدام وإعادة إنتاج وتحرير وتفويض الآخرين لاستخدام وإعادة إنتاج وتحرير أي من تعليقاتك في أي وجميع الأشكال أو التنسيقات أو الوسائط.
fr: Par la présente, vous accordez à Mawareeth 2.0 une licence non exclusive pour utiliser, reproduire, modifier et autoriser d'autres personnes à utiliser, reproduire et modifier n'importe lequel de vos commentaires sous toutes formes, formats ou supports.

source: Hyperlinking to our Content
ar: الارتباط التشعبي إلى المحتوى لدينا
fr: Hyperlien vers notre contenu

source: The following organizations may link to our Website without prior written approval:
ar: يمكن للمنظمات التالية الارتباط بموقعنا على الويب دون موافقة كتابية مسبقة:
fr: Les organisations suivantes peuvent créer un lien vers notre site Web sans autorisation écrite préalable:

source: Government agencies;
ar: الوكالات الحكومية؛
fr: Organismes gouvernementaux;

source: Search engines;
ar: محركات البحث؛
fr: Moteurs de recherche;

source: News organizations;
ar: المنظمات الإخبارية ؛
fr: Organismes de presse;

source: Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and
ar: قد يربط موزعو الدليل عبر الإنترنت بموقعنا بنفس الطريقة التي يربطون بها مواقع الويب الخاصة بشركات أخرى مدرجة ؛ و
fr: Les distributeurs d'annuaires en ligne peuvent créer un lien vers notre site Web de la même manière qu'ils établissent un lien hypertexte vers les sites Web d'autres entreprises répertoriées; et

source: System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.
ar: الشركات المعتمدة على مستوى النظام باستثناء طلب المؤسسات غير الربحية ومراكز التسوق الخيرية ومجموعات جمع التبرعات الخيرية التي قد لا تكون مرتبطة بموقعنا على الويب.
fr: Entreprises accréditées à l'échelle du système, à l'exception de la sollicitation d'organisations à but non lucratif, de centres commerciaux de bienfaisance et de groupes de collecte de fonds caritatifs qui ne peuvent pas créer de lien hypertexte vers notre site Web.

source: These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site.
ar: قد ترتبط هذه المنظمات بصفحتنا الرئيسية أو بالمنشورات أو بمعلومات أخرى على موقع الويب طالما أن الرابط: (أ) ليس خادعًا بأي شكل من الأشكال ؛ (ب) لا يعني او يوحي رعاية أو تبني أو موافقة الطرف المرتبط ومنتجاته و / أو خدماته ؛ و (ج) يناسب سياق موقع الطرف المرتبط.
fr: Ces organisations peuvent créer un lien vers notre page d'accueil, des publications ou d'autres informations du site Web tant que le lien: (a) n'est en aucun cas trompeur; (b) n'implique pas faussement le parrainage, l'approbation ou l'approbation de la partie de liaison et de ses produits et / ou services; et (c) s'inscrit dans le contexte du site de la partie de liaison.

source: We may consider and approve other link requests from the following types of organizations:
ar: قد ننظر في طلبات الربط الأخرى من الأنواع التالية من المنظمات ونوافق عليها:
fr: Nous pouvons considérer et approuver d'autres demandes de liens des types d'organisations suivants:

source: commonly-known consumer and/or business information sources;
ar: مصادر معلومات المستهلك و / أو الأعمال التجارية المعروفة ؛
fr: les sources d'information sur les consommateurs et / ou les entreprises connues;

source: dot.com community sites;
ar: مواقع المجتمع على شبكة الإنترنت ؛
fr: sites communautaires dot.com;

source: associations or other groups representing charities;
ar: الجمعيات أو المجموعات الأخرى التي تمثل الجمعيات الخيرية ؛
fr: les associations ou autres groupes représentant des œuvres de bienfaisance;

source: online directory distributors;
ar: موزعين الدليل على الانترنت؛
fr: distributeurs d'annuaires en ligne;

source: internet portals;
ar: بوابات الإنترنت ؛
fr: portails Internet;

source: accounting, law and consulting firms; and
ar: شركات المحاسبة والقانون والاستشارات ؛ و
fr: cabinets comptables, juridiques et de conseil; et

source: educational institutions and trade associations.
ar: المؤسسات التعليمية والجمعيات التجارية.
fr: établissements d'enseignement et associations professionnelles.

source: We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of Mawareeth 2.0; and (d) the link is in the context of general resource information.
ar: سنوافق على طلبات الارتباط من هذه المنظمات إذا قررنا ما يلي: (أ) الرابط لن يجعلنا ننظر إلى أنفسنا أو إلى أعمالنا المعتمدة بشكل غير مستحب؛ (ب) ليس لدى المنظمة أي سجلات سلبية معنا ؛ (ج) الفائدة التي تعود علينا من ظهور الارتباط التشعبي تعوض غياب موقع المواريث؛ و (د) الرابط في السياق العام للحصول على المعلومات.
fr: Nous approuverons les demandes de lien de ces organisations si nous décidons que: (a) le lien ne nous ferait pas nuire à nous-mêmes ou à nos entreprises accréditées; (b) l'organisation n'a aucun dossier négatif avec nous; (c) l'avantage pour nous de la visibilité de l'hyperlien compense l'absence de Mawareeth 2.0; et (d) le lien se situe dans le contexte des informations générales sur les ressources.
