Repository: HaythamAmairah/mawareeth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: First Name
ar: الاسم الاول
fr: Prénom

source: Last Name
ar: الاسم الاخير
fr: Nom de famille

source: father already exist
ar: الاب موجود
fr: père existent déjà

source: Mother already exist
ar: الام موجودة
fr: La mère existe déjà

source: Husband already exist
ar: الزوج موجود
fr: Le mari existe déjà

source: Can't have more than 4 wives
ar: لا يمكن اضافة اكثر من 4 زوجات
fr: Je ne peux pas avoir plus de 4 femmes

source: father gets 1/6 prescribed share because of male descendant
ar: الاب ياخذ السدس لوجود الفرع الوارث
fr: père obtient 1/6 part prescrite en raison de descendant masculin

source: father gets 1/6 plus remainder because of female descendant
ar: الاب يأخذ السدس و الباقي تعصيبا
fr: père obtient 1/6 plus le reste en raison de descendant féminin

source: father gets the remainder because there is no descendant
ar: الاب ياخذ الباقي لعدم وجود الفرع الوارث
fr: père obtient le reste parce qu’il n’y a pas de descendant

source: mother gets 1/6 because of descendant
ar: تاخذ الام السدس لوجود الفرع الوارث

source: mother gets 1/6 because of siblings
ar: تاخذ الام السدس لوجود جمع من الاخوة

source: mother gets 1/3 of the remainder which is 1/4.
ar: تاخذ الام ثلث الباقي أي الربع.
fr: la mère reçoit 1/3 du reste, soit 1/4.

source: mother gets 1/3 of the remainder which is 1/6
ar: تاخذ الام ثلث الباقي اي السدس
fr: la mère reçoit 1/3 du reste, soit 1/6

source: mother gets 1/3 because no descendant or siblings
ar: تاخذ الام الثلث لعدم وجود الفرع الوارث او جمع من الاخوة
fr: la mère obtient 1/3 parce qu'aucun descendant ou frère ou sœur

source: husband gets 1/4 becuase of descendant
ar: الزوج ياخذ الربع لوجود الفرع الوارث
fr: mari obtient 1/4 à cause d'un descendant

source: husband gets 1/2 becuase there is no descendant
ar: الزوج ياخذ النصف لعدم وجود الفرع الوارث
fr: mari obtient 1/2 parce qu'il n'y a pas de descendant

source: wife gets 1/8 becuase of descendant
ar: تاخذ الزوجة الثمن لوجود الفرع الوارث
fr: femme obtient 1/8 parce que de descendant

source: wife gets 1/4 becuase there is no descendant
ar: تاخذ الزوجة الربع لعدم وجود الفرع الوارث
fr: femme obtient 1/4 parce qu'il n'y a pas de descendant

source: wives share the qoute of 1/8 becuase of descendant
ar: الزوجات شركاء في الثمن لوجود الفرع الوارث
fr: épouses partagent la qoute de 1/8 parce que de descendant

source: wives share the quote of 1/4 becuase there is no descendant
ar: الزوجات شركاء في الربع لعدم وجود الفرع الوارث
fr: les épouses partagent la quote de 1/4 parce qu'il n'y a pas de descendant

source: Daughter/s with Son/s share the residuary. The son will receive a share of two daughters.
ar: البنات مع الأبناء عصبة يأخذن الباقي. للذكر مثل حظ الانثيين.
fr: Fille / s avec fils partagent le résidu. Le fils recevra une part de deux filles.

source: Daughter gets 1/2 when she has no other sibling/s
ar: البنت تاخذ النصف اذا انفردت من دون اخوة و اخوات
fr: Fille obtient 1/2 quand elle n'a pas d'autre frère / s

source: Daughters share the quote of 2/3 when there is no son/s
ar: البنات شركاء في الثلثين اذا لم يوجد اخ لهن معصب
fr: Les filles partagent la quote des 2/3 quand il n'y a pas de fils / s

source: Son/s share the remainder or all amount if no other heir exist
ar: الابن او الأبناء عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Le ou les fils partagent le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Bother/s are blocked by male descendant
ar: الأخ او الأخوة محجوبون لوجود الفرع الوارث
fr: Les dérangements sont bloqués par un descendant masculin

source: Brother/s are blocked by father
ar: الأخ او الأخوة محجوبون لوجود الأب
fr: Frère / s sont bloqués par le père

source: Brother/s are blocked by grandfather
ar: الأخ او الأخوة محجوبون لوجود الجد
fr: Frère / s sont bloqués par le grand-père

source: Brother/s share the remainder or all amount if no other heir exist
ar: الأخ او الأخوة عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Le frère partage le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Sister/s are blocked by male descendant
ar: الأخوات محجوبات لوجود الفرع الوارث الذكر
fr: Les sœurs sont bloquées par un descendant masculin

source: Sister/s are blocked by father
ar: الاخوات محجوبون لوجود الأب
fr: Les soeurs sont bloquées par le père

source: Sister/s are blocked by grandfather
ar: الأخوات محجوبون لوجود الجد
fr: Les soeurs sont bloquées par le grand-père

source: Sister/s with borther/s share the remainder or all the amount if no other heir exist. The brother will receive a share of two sisters
ar: الاخوات مع الاخوة عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين. للذكر مثل حظ الانثيين
fr: Soeur (s) avec frère (s) partageant le reste ou la totalité du montant s'il n'y a aucun autre héritier. Le frère recevra une part de deux sœurs

source: Sister/s with female descendant share the remainder
ar: تأخذ الأخت/الاخوات الباقي بعد فرض البنت/البنات
fr: La ou les sœurs avec une descendante partagent le reste

source: Sister gets half when no father or son.
ar: الأخت تأخذ النصف عند عدم وجود الاب او الابن.
fr: Sœur obtient la moitié quand il n'y a ni père ni fils.

source: Sisters share 2/3 when no father or son.
ar: الاخوات شركاء في الثلثين اذا لم يوجد اخ لهن معصب و لم يوجد اب او ابن.
fr: Les sœurs partagent les 2/3 en l'absence de père ou de fils.

source: Grandfather is blocked by father
ar: الجد محجوب لوجود الأب
fr: Le grand-père est bloqué par le père

source: Grandfather gets 1/6 prescribed share because of male descendant
ar: الجد ياخذ السدس لوجود الفرع الوارث
fr: Grand-père obtient 1/6 part prescrite en raison de descendant masculin

source: Grandfather gets 1/6 plus remainder because of female descendant
ar: الجد يأخذ السدس و الباقي تعصيبا
fr: Grand-père obtient 1/6 plus le reste en raison de descendant féminin

source: Grandfather gets the remainder because there is no descendant
ar: الجد ياخذ الباقي لعدم وجود الفرع الوارث
fr: Grand-père obtient le reste parce qu’il n’y a pas de descendant

source: Grandmother is blocked by mother
ar: الجدة محجوبة لوجود الأم
fr: Grand-mère est bloquée par la mère

source: Grandmother gets 1/6 if no mother
ar: الجدة تأخذ السدس في حال عدم وجود الأم
fr: Grand-mère obtient 1/6 si aucune mère

source: Son of son is blocked by Son
ar: ابن الابن محجوب بالابن
fr: Fils de fils est bloqué par Fils

source: Son of son share the remainder or all amount if no other heir exist
ar: ابن الابن عصبة يأخذ الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Fils de fils partage le reste ou la totalité du montant s'il n'y a pas d'autre héritier

source: Daughter of son is blocked by son
ar: بنت الابن محجوبة بالابن
fr: La fille de fils est bloquée par fils

source: Daughter/s of son with Son/s of son share the residuary. The son of son will receive a share of two daughters of son.
ar: بنات الابن مع أبناء الابن عصبة يأخذن الباقي. للذكر مثل حظ الانثيين.
fr: Fille (s) de fils avec fils (s) de fils partagent le résiduaire. Le fils de fils recevra une part de deux filles de fils.

source: Daughter of son get 1/6, with daughter
ar: بنت الابن مع البنت تأخذ السدس باقي فرض الثلثين
fr: La fille de fils obtient 1/6, avec fille

source: Daughter/s of son are blocked by daugters
ar: بنت او بنات الابن محجوبات لوجود البنات
fr: La fille de son fils est bloquée par ses filles

source: Daughter of son gets 1/2 when she has no other sibling/s
ar: بنت الابن تأخذ النصف اذا انفردت من دون اخوة و اخوات
fr: La fille du fils obtient 1/2 quand elle n'a pas d'autre frère / s

source: Daughters of son share the quote of 2/3 when there is no son/s of son
ar: بنات الابن شركاء في الثلثين اذا لم يوجد اخ لهن معصب
fr: Les filles de fils partagent la citation des 2/3 quand il n'y a pas de fils de fils

source: Paternal sister/s are blocked by male descendant
ar: الأخوات لأب محجوبات لوجود الفرع الوارث الذكر
fr: Une sœur paternelle est bloquée par un descendant de sexe masculin

source: Paternal sister/s are blocked by father
ar: الاخوات لأب محجوبات لوجود الأب
fr: La sœur paternelle est bloquée par le père

source: Paternal sister/s are blocked by grandfather
ar: الأخوات لأب محجوبات لوجود الجد
fr: La sœur paternelle est bloquée par grand-père

source: Paternal sister/s are blocked by borther/s
ar: الاخوات لأب محجوبات لوجود الأخ الشقيق
fr: La sœur paternelle est bloquée par son frère

source: Paternal sister/s with paternal half borther/s share the remainder or all the amount if no other heir exist. The brother will receive a share of two sisters
ar: الاخوات لأب مع الاخوة لأب عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين. للذكر مثل حظ الانثيين
fr: La sœur paternelle avec le frère paternel partage le reste ou la totalité du montant s'il n'existe aucun autre héritier. Le frère recevra une part de deux sœurs

source: Paternal sister/s get 1/6 with sister
ar: الأخت / الأخوات لأب يأخذن السدس باقي فرض الثلثين مع الأخت الشقيقة
fr: Les sœurs paternelles obtiennent 1/6 avec leur sœur

source: Paternal sisters/s are blocked by sisters
ar: الاخوات لأب محجوبات لوجود الأخوات الشقيقات
fr: La sœur paternelle est bloquée par les sœurs

source: Paternal sister/s with female descendant share the remainder
ar: تأخذ الأخت/الاخوات لأب الباقي بعد فرض البنت/البنات
fr: La sœur paternelle avec une descendante partage le reste

source: Paternal sister gets half when no father or son.
ar: الأخت لأب تأخذ النصف عند عدم وجود الاب او الابن.
fr: La sœur paternelle obtient la moitié quand il n'y a ni père ni fils.

source: Paternal sisters share 2/3 when no father or son.
ar: الاخوات لأب شركاء في الثلثين اذا لم يوجد اخ لهن معصب و لم يوجد اب او ابن.
fr: Les sœurs paternelles partagent les 2/3 en l'absence de père ou de fils.

source: Paternal brother/s are blocked by male descendant
ar: الأخ او الأخوة لأب محجوبون لوجود الفرع الوارث
fr: Un frère paternel est bloqué par un descendant de sexe masculin

source: Paternal brother/s are blocked by father
ar: الأخ او الأخوة لأب محجوبون لوجود الأب
fr: Le frère paternel sont bloqués par le père

source: Paternal brother/s are blocked by grandfather
ar: الأخ او الأخوة لأب محجوبون لوجود الجد
fr: Le ou les frères paternels sont bloqués par leur grand-père

source: Paternal brother/s are blocked by brothers
ar: الأخ او الأخوة لأب محجوبون لوجود الأخ الشقيق
fr: Les frères paternels sont bloqués par les frères

source: Paternal brother/s are blocked by sisters
ar: الأخ او الأخوة لأب محجوبون لوجود الأخت الشقيقة
fr: Les frères paternels sont bloqués par les sœurs

source: Paternal brother/s share the remainder or all amount if no other heir exist
ar: الأخ او الأخوة لأب عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Le frère paternel partage le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Maternal sister/s are blocked by descendant
ar: الأخوات لأم محجوبات لوجود الفرع الوارث
fr: Une sœur maternelle est bloquée par un descendant

source: Maternal sister/s are blocked by father
ar: الاخوات لأم محجوبات لوجود الأب
fr: La sœur de la mère est bloquée par le père

source: Maternal sister/s are blocked by grandfather
ar: الأخوات لأم محجوبات لوجود الجد
fr: La sœur maternelle est bloquée par grand-père

source: Maternal sister/s with maternal brother/s share 1/3
ar: الأخوات لأم مع الأخوة لأم شركاء في الثلث
fr: La soeur maternelle avec le frère maternel partage 1/3

source: Maternal sister get 1/6
ar: الأخت لأم تأخذ السدس
fr: La soeur maternelle obtient 1/6

source: Maternal sisters share 1/3
ar: الأخوات لأم شركاء في الثلث
fr: Les sœurs maternelles partagent 1/3

source: Maternal brother/s are blocked by descendant
ar: الأخ او الأخوة لأم محجوبون لوجود الفرع الوارث
fr: Le frère maternel est bloqué par un descendant

source: Maternal brother/s are blocked by father
ar: الأخ او الأخوة لأم محجوبون لوجود الأب
fr: Frère maternel bloqué par le père

source: Maternal brother/s are blocked by grandfather
ar: الأخ او الأخوة لأم محجوبون لوجود الجد
fr: Le ou les frères maternels sont bloqués par le grand-père

source: Maternal brother/s with maternal sister/s share 1/3
ar: الأخوة لأم مع الأخوات لأم شركاء في الثلث
fr: Le frère maternel et la sœur maternelle partagent 1/3

source: Maternal brother get 1/6
ar: الأخ لأم يأخذ السدس
fr: Le frère maternel obtient 1/6

source: Maternal brothers share 1/3
ar: الأخوة لأم شركاء في الثلث
fr: Les frères maternels partagent 1/3

source: Son/s of Brother are blocked by male descendant
ar: ابن او أبناء الأخ محجوبون لوجود الفرع الوارث الذكر
fr: Le fils de Brother est bloqué par un descendant masculin

source: Son/s of Brother are blocked by father
ar: ابن أو أبناء الأخ محجوبون لوجود الأب
fr: Le fils de frère est bloqué par son père

source: Son/s of Brother are blocked by grandfather
ar: ابن او أبناء الأخ محجوبون لوجود الجد
fr: Les fils de Brother sont bloqués par leur grand-père

source: Son/s of Brother are blocked by brother/s
ar: ابن او أبناء الأخ محجوبون لوجود الأخ
fr: Le fils du frère est bloqué par le frère

source: Son/s of Brother are blocked by sisters
ar: ابن او أبناء الأخ محجوبون لوجود الأخوات
fr: Le fils du frère est bloqué par les sœurs

source: Son/s of Brother are blocked by paternal brother/s
ar: ابن او أبناء الأخ محجوبون لوجود الأخ لأب
fr: Le fils du frère sont bloqués par le frère paternel

source: Son/s of Brother are blocked by paternal sister/s
ar: ابن او أبناء الأخ محجوبون لوجود الأخت لأب
fr: Les fils du frère sont bloqués par la ou les soeurs paternelles

source: Son/s of Brother share the remainder or all amount if no other heir exist
ar: ابن أو أبناء الأخ عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Le fils du frère partage le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Son/s of Paternal Brother are blocked by male descendant
ar: ابن او أبناء الأخ لأب محجوبون لوجود الفرع الوارث الذكر
fr: Le fils du frère paternel est bloqué par un descendant masculin

source: Son/s of Paternal Brother are blocked by father
ar: ابن او أبناء الأخ لأب محجوبون لوجود الأب
fr: Le fils du frère paternel est bloqué par père

source: Son/s of Paternal Brother are blocked by grandfather
ar: ابن او أبناء الأخ لأب محجوبون لوجود الجد
fr: Les fils du frère paternel sont bloqués par leur grand-père

source: Son/s of Paternal Brother are blocked by brother/s
ar: ابن او أبناء الأخ لأب محجوبون لوجود الأخ
fr: Le fils du frère paternel est bloqué par frère

source: Son/s of Paternal Brother are blocked by sisters
ar: ابن او أبناء الأخ لأب محجوبون لوجود الأخوات الشقيقات
fr: Le fils du frère paternel est bloqué par les sœurs

source: Son/s of Paternal Brother are blocked by paternal brother/s
ar: ابن او أبناء الأخ لأب محجوبون لوجود الأخ لأب
fr: Les fils du frère paternel sont bloqués par le frère paternel

source: Son/s of Paternal Brother are blocked by paternal sister/s
ar: ابن او أبناء الأخ لأب محجوبون لوجود الأخت لأب
fr: Les fils du frère paternel sont bloqués par les soeurs paternelles

source: Son/s of Paternal Brother are blocked by sons of brother
ar: ابن او أبناء الأخ لأب محجوبون لوجود ابن الأخ الشقيق
fr: Le fils du frère paternel est bloqué par le fils du frère

source: Son/s of Paternal Brother share the remainder or all amount if no other heir exist
ar: ابن أو أبناء الأخ لأب عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Les fils du frère paternel partagent le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Uncle/s are blocked by male descendant
ar: العم محجوب لوجود الفرع الوارث الذكر
fr: Un oncle est bloqué par un descendant de sexe masculin

source: Uncle/s are blocked by father
ar: العم محجوب لوجود الأب
fr: Oncle est bloqué par père

source: Uncle/s are blocked by grandfather
ar: العم محجوب لوجود الجد
fr: Oncle est bloqué par grand-père

source: Uncle/s are blocked by brother/s
ar: العم محجوب لوجود الأخ الشقيق
fr: Un oncle est bloqué par frère

source: Uncle/s are blocked by sisters
ar: العم محجوب لوجود الأخوات الشقيقات
fr: Un oncle est bloqué par sœur

source: Uncle/s are blocked by paternal brother/s
ar: العم محجوب لوجود الأخ لأب
fr: Un oncle est bloqué par un frère paternel

source: Uncle/s are blocked by paternal sister/s
ar: العم محجوب لوجود الأخت لأب
fr: L'oncle est bloqué par les sœurs paternelles

source: Uncle/s are blocked by sons of brother
ar: العم محجوب لوجود ابن الأخ الشقيق
fr: Un oncle est bloqué par le fils de son frère

source: Uncle/s are blocked by sons of paternal brother
ar: العم محجوب لوجود الأخ لأب
fr: Un oncle est bloqué par les fils d'un frère paternel

source: Uncle/s share the remainder or all amount if no other heir exist
ar: العم عصبة يأخذ الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Oncle partage le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Paternal Uncle/s are blocked by male descendant
ar: العم لأب محجوب لوجود الفرع الوارث الذكر
fr: Un oncle paternel est bloqué par un descendant de sexe masculin

source: Paternal Uncle/s are blocked by father
ar: العم لأب محجوب لوجود الأب
fr: Oncle paternel bloqué par père

source: Paternal Uncle/s are blocked by grandfather
ar: العم لأب محجوب لوجود الجد
fr: Oncle paternel est bloqué par son grand-père

source: Paternal Uncle/s are blocked by brother/s
ar: العم لأب محجوب لوجود الأخ الشقيق
fr: Oncle paternel est bloqué par son frère

source: Paternal Uncle/s are blocked by sisters
ar: العم لأب محجوب لوجود الأخوات الشقيقات
fr: Oncle paternel est bloqué par les sœurs

source: Paternal Uncle/s are blocked by paternal brother/s
ar: العم لأب محجوب لوجود الأخ لأب
fr: Oncle paternel est bloqué par son frère paternel

source: Paternal Uncle/s are blocked by paternal sister/s
ar: العم لأب محجوب لوجود الأخت لأب
fr: Oncle paternel est bloqué par sa sœur paternelle

source: Paternal Uncle/s are blocked by sons of brother
ar: العم لأب محجوب لوجود ابن الأخ الشقيق
fr: Oncle paternel est bloqué par le fils de son frère

source: Paternal Uncle/s are blocked by sons of paternal brother
ar: العم لأب محجوب لوجود ابن الأخ لأب
fr: L'oncle paternel est bloqué par le fils du frère paternel

source: Paternal Uncle/s are blocked by uncle/s
ar: العم لأب محجوب لوجود العم الشقيق
fr: Oncle paternel est bloqué par l'oncle

source: Paternal Uncle/s share the remainder or all amount if no other heir exist
ar: العم لأب عصبة يأخذ الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Oncle paternel partage le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Son/s of uncle are blocked by male descendant
ar: ابن او أبناء العم محجوبون لوجود الفرع الوارث الذكر
fr: Le fils de l'oncle est bloqué par un descendant de sexe masculin

source: Son/s of Uncle/s are blocked by father
ar: ابن العم محجوب لوجود الأب
fr: Le fils de l'oncle est bloqué par le père

source: Son/s of Uncle/s are blocked by grandfather
ar: ابن او أبناء العم محجوبون لوجود الجد
fr: Le fils de l'oncle est bloqué par son grand-père

source: Son/s of Uncle/s are blocked by brother/s
ar: ابن العم محجوب لوجود الأخ الشقيق
fr: Le fils de l'oncle est bloqué par frère

source: Son/s of Uncle/s are blocked by sisters
ar: ابن العم محجوب لوجود الأخت الشقيقة
fr: Le fils de l'oncle est bloqué par les sœurs

source: Son/s of Uncle/s are blocked by paternal brother/s
ar: ابن او أبناء العم محجوبون لوجود الأخ لأب
fr: Le fils de l'oncle est bloqué par le frère paternel

source: Son/s of Uncle/s are blocked by paternal sister/s
ar: ابن او أبناء العم محجوبون لوجود الأخت لأب
fr: Le fils de l'oncle est bloqué par les sœurs paternelles

source: Son/s of Uncle/s are blocked by sons of brother
ar: ابن العم محجوب لوجود ابن الأخ
fr: Le fils de l'oncle est bloqué par le fils du frère

source: Son/s of Uncle/s are blocked by sons of paternal brother
ar: ابن العم محجوب لوجود ابن الأخ لأب
fr: Le fils de l'oncle est bloqué par le fils du frère paternel

source: Son/s of Uncle/s are blocked by uncle/s
ar: ابن العم محجوب لوجود العم
fr: Le fils de l'oncle est bloqué par l'oncle

source: Son/s of Uncle/s are blocked by paternal uncle/s
ar: ابن العم محجوب لوجود العم لأب
fr: Le fils de l'oncle est bloqué par l'oncle paternel

source: Son/s of Uncle/s share the remainder or all amount if no other heir exist
ar: ابن أو أبناء العم عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Le fils de l'oncle partage le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: Son/s of paternal uncle are blocked by male descendant
ar: ابن او أبناء العم لأب محجوبون لوجود الفرع الوارث الذكر
fr: Le fils d'un oncle paternel est bloqué par un descendant de sexe masculin

source: Son/s of paternal Uncle/s are blocked by father
ar: ابن العم لأب محجوب لوجود الأب
fr: Le fils de l'oncle paternel est bloqué par le père

source: Son/s of paternal Uncle/s are blocked by grandfather
ar: ابن او أبناء العم لأب محجوبون لوجود الجد
fr: Le fils de l'oncle paternel est bloqué par son grand-père

source: Son/s of paternal Uncle/s are blocked by brother/s
ar: ابن العم لأب محجوب لوجود الأخ الشقيق
fr: Le fils de l'oncle paternel est bloqué par frère

source: Son/s of paternal Uncle/s are blocked by sisters
ar: ابن العم لأب محجوب لوجود الأخوات الشقيقات
fr: Le fils de l'oncle paternel est bloqué par les sœurs

source: Son/s of paternal Uncle/s are blocked by paternal brother/s
ar: ابن او أبناء العم لأب محجوبون لوجود الأخ لأب
fr: Le fils de l'oncle paternel est bloqué par le frère paternel

source: Son/s of paternal Uncle/s are blocked by paternal sister/s
ar: ابن او أبناء العم لأب محجوبون لوجود الأخت لأب
fr: Le fils de l'oncle paternel est bloqué par les sœurs paternelles

source: Son/s of paternal Uncle/s are blocked by sons of brother
ar: ابن العم لأب محجوب لوجود ابن الأخ الشقيق
fr: Le fils de l'oncle paternel est bloqué par le fils du frère

source: Son/s of paternal Uncle/s are blocked by sons of paternal brother
ar: ابن العم لأب محجوب لوجود ابن الأخ لأب
fr: Le fils de l'oncle paternel est bloqué par le fils du frère paternel

source: Son/s of paternal Uncle/s are blocked by uncle/s
ar: ابن العم لأب محجوب لوجود العم الشقيق
fr: Le fils de l'oncle paternel est bloqué par l'oncle

source: Son/s of paternal Uncle/s are blocked by paternal uncle/s
ar: ابن العم لأب محجوب لوجود العم لأب
fr: Le fils de l'oncle paternel est bloqué par l'oncle paternel

source: Son/s of paternal Uncle/s are blocked by son/s of uncle/s
ar: ابن العم لأب محجوب بابن العم الشقيق
fr: Le fils de l'oncle paternel est bloqué par le fils de l'oncle

source: Son/s of paternal Uncle/s share the remainder or all amount if no other heir exist
ar: ابن أو أبناء العم لأب عصبة يأخذون الباقي او كامل التركة في حال عدم وجود ورثة اخرين
fr: Le fils de l'oncle paternel partage le reste ou la totalité du montant s'il n'existe aucun autre héritier

source: About Us
ar: من نحن
fr: A propos de nous

source: Mawareeth.com is was first launched in 2008 during which there was a clear and strong need for inheritance distribution software that produce calculation reports as per the inheritance laws and courts requirements.
ar: تم إطلاق موقع المواريث لأول مرة في عام 2008 حيث كانت هناك حاجة واضحة لبرامج تقسيم المواريث و التركات التي تنتج تقارير حسابية وفقًا لقوانين الميراث المعمول بها في المحاكم الشرعية.
fr: Mawareeth.com a été lancé pour la première fois en 2008, au cours de laquelle il y avait un besoin clair et fort de logiciel de distribution d'héritage qui produise des rapports de calcul conformément aux lois sur les successions et aux exigences des tribunaux.

source: Mawareeth.com was started to make inheritance learning easier and help people do their own calculations without the need of lawyers saving people time and money.
ar: أنشئ موقع المواريث لتسهيل تعلم المواريث ومساعدة الناس بتقسيم التركات بأنفسهم توفيرا للوقت والمال.
fr: Mawareeth.com a été lancé pour faciliter l'apprentissage de l'héritage et aider les gens à faire leurs propres calculs, ce qui leur fait gagner du temps et de l'argent.
