Repository: HaythamAmairah/mawareeth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Mawareeth 2.0 is the latest release for our website and it was started in 2020.
ar: المواريث النسخة 2.0 هو احدث اصدار للموقع و تم البدء فيه في عام 2020.
fr: Mawareeth 2.0 est la dernière version de notre site Web et elle a été lancée en 2020.

source: Our promise
ar: مهمتنا
fr: Notre promesse

source: We promise to provide the best calculations results with accuracy, clarity and simplicity that is not matched elsewhere. Our goal is to provide to our community the best service they deserve paying attention and responding to their needs.
ar: نعدكم بتقديم أفضل النتائج لتقسيم التركات بدقة ووضوح وبساطة لا مثيل لها في أي مكان آخر. هدفنا هو أن نقدم للمجتمع أفضل خدمة يستحقها مع الاهتمام باحتياجاته و التجاوب معها.
fr: Nous nous engageons à fournir les meilleurs résultats de calcul avec une précision, une clarté et une simplicité qui ne sont égalées nulle part ailleurs. Notre objectif est de fournir à notre communauté le meilleur service qu'elle mérite en prêtant attention et en répondant à ses besoins.

source: Contribution
ar: المساهمة

source: We are open to any contribution you are willing to make. This project is open source and non-profit. To contribute to source code please visit
ar: نحن منفتحون على أي مساهمة ترغب في تقديمها. هذا المشروع مفتوح المصدر وغير ربحي. للمساهمة في البرمجة يرجى زيارة
fr: Nous sommes ouverts à toute contribution que vous souhaitez apporter. Ce projet est open source et à but non lucratif. Pour contribuer au code source, veuillez visiter

source: GitHub Repository.
ar: مستودع جيثب.
fr: Référentiel GitHub.

source: Mawareeth 2.0
ar: مواريث 2.0

source: Home
ar: الرئيسية
fr: Accueil

source: Calculations
ar: مسائل
fr: Calculs

source: About
ar: من نحن
fr: À propos

source: Welcome
ar: اهلا بكم
fr: Bienvenue

source: logout
ar: تسجيل خروج
fr: Déconnexion

source: login
ar: تسجيل دخول
fr: s'identifier

source: Sign Up
ar: تسجيل
fr: S'inscrire

source: Terms and Conditions
ar: الأحكام و الشروط
fr: Termes et conditions

source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité

source: Calculation
ar: مسألة
fr: Calcul

source: Delete
ar: حذف
fr: Supprimer

source: Are you sure you want to delete
ar: هل انت متأكد من الحذف
fr: Etes-vous sûr que vous voulez supprimer

source: All heirs will be deleted
ar: سيتم حذف جميع الورثة
fr: Tous les héritiers seront supprimés

source: Deceased
ar: الميت
fr: Décédé

source: Calculation name:
ar: اسم المسألة:
fr: Nom du calcul:

source: Deceased name:
ar: اسم الميت:
fr: Nom décédé:

source: Deceased estate:
ar: التركة:
fr: Succession décédée:

source: Mother
ar: ام
fr: Mère

source: Mother
ar: ام
fr: Mère

source: Father
ar: اب
fr: Père

source: Father
ar: اب
fr: Père

source: Wife
ar: زوجة
fr: Femme

source: Wife
ar: زوجة
fr: Femme

source: Husband
ar: زوج
fr: Mari

source: Husband
ar: زوج
fr: Mari

source: Daughter
ar: بنت
fr: Fille

source: Daughter
ar: بنت
fr: Fille

source: Son
ar: ابن
fr: Fils

source: Son
ar: ابن
fr: Fils

source: more
ar: المزيد
fr: plus

source: Brother
ar: أخ
fr: Frère

source: Brother
ar: أخ
fr: Frère

source: Sister
ar: اخت
fr: Sœur

source: Sister
ar: اخت
fr: Sœur

source: GrandFather
ar: جد
fr: Grand-père

source: Grandfather
ar: جد
fr: Grand-père

source: GrandMother
ar: جدة
fr: Grand-mère

source: Grandmother
ar: جدة
fr: Grand-mère

source: SonOfSon
ar: ابن ابن
fr: Fils de fils

source: Son of son
ar: ابن ابن
fr: Fils de fils

source: DaughterOfSon
ar: بنت ابن
fr: Fille de fils

source: Daughter of son
ar: بنت ابن
fr: Fille de fils

source: PaternalSister
ar: أخت لأب
fr: Soeur paternelle

source: Paternal sister
ar: أخت لأب
fr: Sœur paternelle

source: PaternalBrother
ar: أخ لأب
fr: Frère paternel

source: Paternal brother
ar: أخ لأب
fr: Frère paternel

source: MaternalSister
ar: أخت لأم
fr: Soeur maternelle

source: Maternal sister
ar: أخت لأم
fr: Sœur maternelle

source: MaternalBrother
ar: أخ لأم
fr: Frère maternel

source: Maternal brother
ar: أخ لأم
fr: Frère maternel

source: SonOfBrother
ar: ابن أخ
fr: Fils de frère

source: Son of brother
ar: ابن أخ
fr: Fils de frère

source: SonOfPaternalBrother
ar: ابن أخ لأب

source: Son of paternal brother
ar: ابن أخ لأب
fr: Fils de frère paternel

source: Uncle
ar: عم
fr: Oncle

source: Uncle
ar: عم
fr: Oncle

source: PaternalUncle
ar: عم لأب

source: Paternal uncle
ar: عم لأب
fr: Oncle paternel

source: SonOfUncle
ar: ابن عم

source: Son of uncle
ar: ابن عم
fr: Fils d'oncle

source: SonOfPaternalUncle
ar: ابن عم لأب

source: Son of paternal uncle
ar: ابن عم لأب
fr: Fils de l'oncle paternel

source: Add Deceased
ar: اضافة الميت
fr: Ajouter décédé

source: Relation
ar: القرابة

source: Name
ar: الاسم
fr: Nom

source: Add
ar: اضافة
fr: Ajouter

source: First Name:
ar: الاسم الأول:
fr: Prénom:

source: Last Name:
ar: الاسم الأخير:
fr: Nom de famille:

source: Sex:
ar: الجنس:
fr: Sexe:

source: Male
ar: ذكر
fr: Mâle

source: Female
ar: انثى
fr: Femelle

source: Estate:
ar: التركة:
fr: L'héritage:

source: Mother:
ar: ام:
fr: La mère:

source: --- Select Mother ---
ar: --- اختر الام ---
fr: --- Sélectionnez la mère ---

source: Close
ar: الغاء
fr: Fermer

source: error
ar: خطاء
fr: erreur

source: Heir
ar: وارث
fr: Héritier

source: Mawareeth
ar: مواريث 2.0

source: Distribution of wealth according to the principles of Islam
ar: تقسيم الارث حسب الشريعة الاسلامية
fr: Répartition des richesses selon les principes de l'islam

source: Get reliable and simple results for your calculations
ar: احصل على نتائج سهلة و صحيحة للمسائل
fr: Obtenez des résultats fiables et simples pour vos calculs

source: Easy and Simple
ar: سهل و بسيط
fr: Facile et simple

source: New imporved and interactive user interface
ar: واجهة مستخدم جديدة و مطورة
fr: Nouvelle interface utilisateur améliorée et interactive

source: Welcome to Mawareeth 2.0
ar: مرحبا بكم في المواريث النسخة 2.0
fr: Bienvenue dans Mawareeth 2.0

source: Get started now with our new interface and improved inheritance calculation algorithms.
ar: ابدأ الان مع التحسينات الجديدة لموقع المواريث حيث قمنا بتحديث كامل لواجهة المستخدم و طريقة الحساب.
fr: Commencez dès maintenant avec notre nouvelle interface et des algorithmes de calcul d'héritage améliorés.

source: for free or
ar: مجانا أو
fr: gratuitement ou

source: if you are an exiting user.
ar: اذا كنت مستخدم حالي.
fr: si vous êtes un utilisateur existant.

source: Create new calculation
ar: انشاء مسالة جديدة
fr: Créer un nouveau calcul

source: Name your Calculation
ar: اعطي اسم للمسالة
fr: Nommez votre calcul

source: Calculation name
ar: اسم المسألة
fr: Nom du calcul

source: Submit and continue
ar: اضافة و استمرار
fr: Soumettre et continuer

source: Save and add another
ar: حفظ و اضافة جديدة
fr: Enregistrer et ajouter un autre

source: Result
ar: النتيجة
fr: Résultat

source: Quote
ar: الفرض
fr: Quotes-parts

source: Shares
ar: السهام
fr: Parts

source: Excess
ar: العول
fr: Excès

source: Shortage
ar: الرد
fr: Pénurie

source: Shortage calc
ar: مسالة الرد
fr: Pénurie calc

source: Calc Union
ar: الجامعة

source: Correction
ar: التصحيح

source: Amount
ar: القيمة
fr: Montant

source: asaba
ar: عصبة

source: blocked
ar: محجوب
fr: bloqué

source: Privacy Policy for Mawareeth 2.0
ar: سياسة الخصوصية لموقع المواريث النسخة 2.0
fr: Politique de confidentialité de Mawareeth 2.0

source: At Mawareeth.com, accessible from https://www.mawareeth.com/, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Mawareeth.com and how we use it.
ar: في موقع المواريث, والذي يمكن الوصل اليه عن طريق الرابط https://www.mawareeth.com ,نضع خصوصية الزائرين ضمن اهتماماتنا الرئيسية. تحتوي هذه النسخة من سياسة الخصوصية على أنواع من المعلومات التي تسجل و تأخذ في موقع المواريث و كيفية استخدامها.
fr: Chez Mawareeth.com, accessible depuis https://www.mawareeth.com/, l'une de nos principales priorités est la confidentialité de nos visiteurs. Ce document de politique de confidentialité contient les types d'informations collectées et enregistrées par Mawareeth.com et comment nous les utilisons.

source: If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.
ar: اذا كان لديكم أي استفسارات او أسئلة حول سياسة الخصوصية الخاصة بنا , لا تترددوا بالاتصال بنا.
fr: Si vous avez des questions supplémentaires ou avez besoin de plus d'informations sur notre politique de confidentialité, n'hésitez pas à nous contacter.

source: This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Mawareeth.com. This policy is not applicable to any information collected offline or via channels other than this website.
ar: سياسة الخصوصية هذه تنطبق على المعاملات الالكترونية من خلال الانترنت الخاصة بنا و هي صالحة للزائرين لموقعنا بالنسبة للمعلومات التي يشاركونها/او تأخذ في موقع المواريث. لا تنطبق هذه السياسة على المعلومات التي تأخذ من دون اتصال بالأنترنت و أي قناة اتصال غير الموقع.
fr: Cette politique de confidentialité s'applique uniquement à nos activités en ligne et est valable pour les visiteurs de notre site Web en ce qui concerne les informations qu'ils ont partagées et / ou collectées sur Mawareeth.com. Cette politique ne s'applique pas aux informations collectées hors ligne ou via des canaux autres que ce site Web.

source: Consent
ar: الموافقة و القبول
fr: Consentement

source: By using our website, you hereby consent to our Privacy Policy and agree to its terms.
ar: بمجرد استخدامك لموقعنا, فانت موافق على سياسة الخصوصية و تقبل جميع ما ورد في بنودها.
fr: En utilisant notre site Web, vous acceptez par la présente notre politique de confidentialité et acceptez ses conditions.

source: Information we collect
ar: المعلومات التي نجمعها
fr: Informations que nous collectons

source: The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.
ar: المعلومات الشخصية التي تطلب منك و الأسباب التي طلبت من اجلها سوف يتم ايضاحها في حينها.
fr: Les informations personnelles que vous êtes invité à fournir, et les raisons pour lesquelles vous êtes invité à les fournir, vous seront précisées au moment où nous vous demanderons de fournir vos informations personnelles.

source: If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.
ar: اذا تم التواصل معنا مباشرة, يحتمل ان نحصل على معلومات إضافية عنك مثل اسمك, عنوان البريد الالكتروني, رقم الهاتف, محتوى الرسالة و/او المرفقات التي يمكن ان ترسلها لنا, و أي معلومات أخرى تختار ان تزودنا بها.
fr: Si vous nous contactez directement, nous pouvons recevoir des informations supplémentaires vous concernant, telles que votre nom, votre adresse e-mail, votre numéro de téléphone, le contenu du message et / ou des pièces jointes que vous pouvez nous envoyer, ainsi que toute autre information que vous pourriez choisir de fournir.

source: When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.
ar: عند تسجيلك لحساب لدينا, يحتمل ان نطلب منك معلومات الاتصال الخاصة بك, شاملة لبنود مثل الاسم, اسم الشركة, العنوان, البريد الالكتروني, ورقم الهاتف.
fr: Lorsque vous vous inscrivez pour un compte, nous pouvons vous demander vos coordonnées, y compris des éléments tels que le nom, le nom de l'entreprise, l'adresse, l'adresse e-mail et le numéro de téléphone.

source: How we use your information
ar: كيف نستخدم معلوماتك
fr: Comment nous utilisons vos informations

source: We use the information we collect in various ways, including to:
ar: نستخدم المعلومات التي نحصل عليها بطرق مختلفة, تشمل:
fr: Nous utilisons les informations que nous collectons de différentes manières, notamment pour:

source: Provide, operate, and maintain our webste
ar: تزويد, تشغيل و صيانة الموقع
fr: Fournir, exploiter et entretenir notre site Web

source: Improve, personalize, and expand our webste
ar: تحسين, تخصيص, وتطوير موقعنا
fr: Améliorez, personnalisez et développez notre site Web

source: Understand and analyze how you use our webste
ar: فهم و تحليل كيف تقوم باستخدام موقعنا
fr: Comprendre et analyser la façon dont vous utilisez notre site Web

source: Develop new products, services, features, and functionality
ar: تطوير منتجات, خدمات, مميزات, و وظائف جديدة
fr: Développer de nouveaux produits, services, caractéristiques et fonctionnalités

source: Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the webste, and for marketing and promotional purposes
ar: الاتصال بكم, مباشرة او من خلال احد شركائنا, و تشمل خدمة العميل, لتزويدكم بالتحديثات و المعلومات المتعلقة بالموقع, و لأهداف تسويقية و دعائية
fr: Communiquer avec vous, soit directement, soit par l'intermédiaire de l'un de nos partenaires, y compris pour le service client, pour vous fournir des mises à jour et d'autres informations relatives au site Web, ainsi qu'à des fins de marketing et de promotion

source: Send you emails
ar: ارسال رسائل بريد الكتروني
fr: Vous envoyer des courriels

source: Find and prevent fraud
ar: البحث عن و منع الاحتيال
fr: Trouver et prévenir la fraude

source: Log Files
ar: ملفات السجل
fr: Fichiers journaux

source: Mawareeth.com follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.
ar: يتبع موقع المواريث اجراء قياسي / نمطي بحفظ ملفات سجل. تسجل هذه الملفات الزائين عند زيارتهم للموقع. تقوم جميع شركات الاستضافة بهذا الاجراء و جزء من اجراء تحليل خدمات الاستضافة. تشمل المعلومات التي تسجل عناوين الانترنت IP , نوع المتصفح, مزود خدمة الانترنت,التاريخ و الوقت, الصفحات المرجعية ,و عدد النقرات. لا ترتبط هذه المعلومات باي معلومات يمكن التعرف عليها شخصيا.هدف جمع هذه المعلومات هو تحليل التوجهات, ادارة الموقع, مراقبة تحركات الزوار على الموقع,و جمع البيانات الديموغرافية.
fr: Mawareeth.com suit une procédure standard d'utilisation des fichiers journaux. Ces fichiers enregistrent les visiteurs lorsqu'ils visitent des sites Web. Toutes les sociétés d'hébergement font cela et font partie de l'analyse des services d'hébergement. Les informations collectées par les fichiers journaux incluent les adresses de protocole Internet (IP), le type de navigateur, le fournisseur d'accès Internet (FAI), la date et l'heure, les pages de renvoi / sortie et éventuellement le nombre de clics. Ceux-ci ne sont liés à aucune information personnellement identifiable. Le but de l'information est d'analyser les tendances, d'administrer le site, de suivre les mouvements des utilisateurs sur le site Web et de recueillir des informations démographiques.

source: Cookies and Web Beacons
ar: ملفات تعريف الارتباط و كاشف المستخدم
fr: Cookies et balises Web

source: Like any other website, Mawareeth.com uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.
ar: يقوم موقع المواريث كغيره من المواقع باستخدام ملفات تعريف الارتباط .تقوم هذه الملفات بتخزين المعلومات التي تشمل تفضيلات الزوار, الصفحات التي قام الزائر بالوصول اليها او زيارتها. هذه البيانات تستخدم لتخصيص تجربة المستخدم بملائمة المحتوى حسب متصفح الزائر و/او معلومات أخرى.
fr: Comme tout autre site Web, Mawareeth.com utilise des «cookies». Ces cookies sont utilisés pour stocker des informations, y compris les préférences des visiteurs, et les pages du site Web auxquelles le visiteur a accédé ou visité. Les informations sont utilisées pour optimiser l'expérience des utilisateurs en personnalisant le contenu de notre page Web en fonction du type de navigateur des visiteurs et / ou d'autres informations.

source: For more general information on cookies, please read
ar: للمزيد من المعلومات حول ملفات الارتباط, نرجو الاطلاع على
fr: Pour plus d'informations générales sur les cookies, veuillez lire

source: What Are Cookies
ar: ما هي ملفات الارتباط
fr: Que sont les cookies

source: Google DoubleClick DART Cookie
ar: ملفات تعريف ارتباط اعلانات جوجل
fr: Cookie Google DoubleClick DART

source: Google is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL –
ar: جوجل هو احد الاطراف الاخرى من الموردين في موقعنا. و يستخدم ايضا ملفات ارتباط تعرف ب DART cookies, وذلك للقيام بتزويدالزائرين للموقع بمحتوى اعلاني استنادا الى زيارتهم السابقة لمواقع اخرى.مع ذلك يمكن للزوار رفض استخدام هذه الملفات بزيارة جوجل و سياسة الخصوصية لشبكة المحتوى عل الرابط التالي -
fr: Google est l'un des fournisseurs tiers sur notre site. Il utilise également des cookies, appelés cookies DART, pour diffuser des annonces aux visiteurs de notre site en fonction de leur visite sur www.website.com et d'autres sites sur Internet. Cependant, les visiteurs peuvent choisir de refuser l'utilisation des cookies DART en visitant la politique de confidentialité du réseau de publicité et de contenu Google à l'URL suivante -

source: Our Advertising Partners
ar: شركائنا المعلنين
fr: Nos partenaires publicitaires

source: Some of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.
ar: قد يستخدم احد المعلنين في الموقع ملفات تعريف الارتباط. لقد ادرجنا شركائنا المعلنين في اللائحة ادناه.كل من شركائنا المعلنين لديه سياسة خصوصية خاصة به لسياسته على المعلومات الخاصة بالمستخدمين.للوصول بشكل اسهل قمنا بتوفير الروابط لسياسة الخصوصية الخاص بهم ادناه.
fr: Certains annonceurs de notre site peuvent utiliser des cookies et des balises Web. Nos partenaires publicitaires sont listés ci-dessous. Chacun de nos partenaires publicitaires a sa propre politique de confidentialité pour ses politiques sur les données des utilisateurs. Pour un accès plus facile, nous avons créé un lien hypertexte vers leurs politiques de confidentialité ci-dessous.

source: Google
ar: جوجل

source: Advertising Partners Privacy Policies
ar: سياسة الخصوصية للشركاء المعلنين
fr: Partenaires publicitaires Politiques de confidentialité

source: You may consult this list to find the Privacy Policy for each of the advertising partners of Mawareeth.com.
ar: يمكنك الرجوع على هذه اللائحة للحصول على سياسة الخصوصية لكل من الشركاء المعلنين في موقع المواريث.
fr: Vous pouvez consulter cette liste pour trouver la politique de confidentialité de chacun des partenaires publicitaires de Mawareeth.com.

source: Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Mawareeth.com, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.
ar: خوادم الاطراف الاخرى او الشبكات المعلنة تستخدم تقنيات مثل ملفات تعريف الارتباط, جافاسكريب, و ملفات بيكون لعرض الاعلانات و الروابط التي تظهر في موقع المواريث Mawareeth.com,و ترسل مباشرة لمتصفح المستخدم. وهم عندها يحصلون على عنوان الانترنت الخاص بك تلقائيا.تستخدم هذه التقنيات لقياس مدى فعالية حمالاتهم الاعلانية و/او لتخصيص المحتوى الاعلاني الذي تجده عند زيارتك للمواقع.
fr: Les serveurs publicitaires ou réseaux publicitaires tiers utilisent des technologies telles que les cookies, JavaScript ou les balises Web qui sont utilisées dans leurs publicités et liens respectifs qui apparaissent sur Mawareeth.com, qui sont envoyés directement au navigateur des utilisateurs. Ils reçoivent automatiquement votre adresse IP lorsque cela se produit. Ces technologies sont utilisées pour mesurer l'efficacité de leurs campagnes publicitaires et / ou pour personnaliser le contenu publicitaire que vous voyez sur les sites Web que vous visitez.

source: Note that Mawareeth.com has no access to or control over these cookies that are used by third-party advertisers.
ar: موقع المواريث ليس لديه أي وصول او تحكم بهذه الملفات التي تستخدم من قبل الأطراف المعلنة الأخرى.
fr: Notez que Mawareeth.com n'a aucun accès ni contrôle sur ces cookies qui sont utilisés par des annonceurs tiers.

source: Third Party Privacy Policies
ar: سياسات خصوصية الطرف الثالث
fr: Politiques de confidentialité des tiers

source: Mawareeth.com's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.
ar: سياسة خصوصية لا تنطبق على المعلنين الآخرين أو مواقع الويب. وبالتالي ، ننصحك بالرجوع إلى سياسات الخصوصية المعنية لخوادم الإعلانات الخاصة بالأطراف الأخرى للحصول على معلومات أكثر تفصيلاً. قد تتضمن ممارساتهم وتعليماتهم حول كيفية إلغاء الاشتراك في بعض الميزات. قد تجد قائمة كاملة بسياسات الخصوصية هذه والروابط هنا: روابط سياسة الخصوصية.
fr: La politique de confidentialité de Mawareeth.com ne s'applique pas aux autres annonceurs ou sites Web. Ainsi, nous vous conseillons de consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour des informations plus détaillées. Il peut inclure leurs pratiques et instructions sur la façon de désactiver certaines options. Vous pouvez trouver une liste complète de ces politiques de confidentialité et leurs liens ici: Liens de politique de confidentialité.

source: You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. What Are Cookies?
ar: يمكنك اختيار تعطيل ملفات تعريف الارتباط من خلال خيارات المتصفح الخاصة بك. لمعرفة المزيد من المعلومات التفصيلية حول إدارة ملفات تعريف الارتباط مع متصفحات ويب محددة ، يمكن العثور عليها في مواقع الويب الخاصة بالمتصفحات. ما هي ملفات تعريف الارتباط؟
fr: Vous pouvez choisir de désactiver les cookies via vos options de navigateur individuelles. Pour connaître des informations plus détaillées sur la gestion des cookies avec des navigateurs Web spécifiques, vous pouvez les trouver sur les sites Web respectifs des navigateurs. Que sont les cookies?

source: CCPA Privacy Rights (Do Not Sell My Personal Information)
ar: حقوق خصوصية CCPA (لا تبيع معلوماتي الشخصية)
fr: Droits de confidentialité de l'ACCP (ne vendez pas mes renseignements personnels)
