Repository: HaythamAmairah/mawareeth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site.
ar: قد ترتبط هذه المنظمات بصفحتنا الرئيسية طالما أن الرابط: (أ) ليس خادعًا بأي شكل من الأشكال ؛ (ب) لا يعني او يوحي رعاية أو تبني أو موافقة الطرف المرتبط ومنتجاته و / أو خدماته ؛ و (ج) يناسب سياق موقع الطرف المرتبط.
fr: Ces organisations peuvent créer un lien vers notre page d'accueil tant que le lien: (a) n'est en aucun cas trompeur; (b) n'implique pas faussement le parrainage, l'approbation ou l'approbation de la partie de liaison et de ses produits ou services; et (c) s'inscrit dans le contexte du site de la partie de liaison.

source: If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to Mawareeth 2.0. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response.
ar: إذا كنت أحد المؤسسات المذكورة في الفقرة 2 أعلاه وترغب في الارتباط بموقعنا ، فيجب عليك إبلاغنا عن طريق إرسال بريد إلكتروني إلى موقع المواريث. يُرجى تضمين اسمك واسم مؤسستك ومعلومات الاتصال بالإضافة إلى العنوان الخاص بموقعك وقائمة بأي عناوين تنوي الارتباط بها على موقعنا الإلكتروني وقائمة بالعناوين على موقعنا التي ترغب في ربطها. انتظر 2-3 أسابيع للرد.
fr: Si vous êtes l'une des organisations énumérées au paragraphe 2 ci-dessus et que vous souhaitez créer un lien vers notre site Web, vous devez nous en informer en envoyant un e-mail à Mawareeth 2.0. Veuillez inclure votre nom, le nom de votre organisation, vos coordonnées ainsi que l'URL de votre site, une liste de toutes les URL à partir desquelles vous avez l'intention de créer un lien vers notre site Web, et une liste des URL sur notre site vers lesquelles vous souhaitez lien. Attendez 2-3 semaines pour une réponse.

source: Approved organizations may hyperlink to our Website as follows:
ar: يمكن للمنظمات المعتمدة الارتباط التشعبي بموقعنا على النحو التالي:
fr: Les organisations approuvées peuvent créer un lien hypertexte vers notre site Web comme suit:

source: By use of our corporate name; or
ar: باستخدام اسم شركتنا ؛ أو
fr: En utilisant notre raison sociale; ou

source: By use of the uniform resource locator being linked to; or
ar: باستخدام محدد موقع الموارد المرتبط بـ ؛ أو
fr: En utilisant le localisateur de ressources uniforme lié à; ou

source: By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site.
ar: من خلال استخدام أي وصف آخر لموقعنا على الويب الذي يتم ربطه بهذا يكون منطقيًا في سياق وتنسيق المحتوى على موقع الطرف المرتبط.
fr: En utilisant toute autre description de notre site Web liée à qui a du sens dans le contexte et le format du contenu sur le site de la partie de liaison.

source: No use of Mawareeth 2.0's logo or other artwork will be allowed for linking absent a trademark license agreement.
ar: لن يُسمح باستخدام شعار موقع المواريث أو أي عمل فني آخر للربط في غياب اتفاقية ترخيص العلامة التجارية.
fr: Aucune utilisation du logo de Mawareeth 2.0 ou d'autres illustrations ne sera autorisée pour le lien en l'absence d'un accord de licence de marque.

source: iFrames
ar: الإطارات المضمنة

source: Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website.
ar: بدون الموافقة المسبقة والإذن الخطي ، لا يجوز لك إنشاء إطارات حول صفحات الويب الخاصة بنا التي تغير بأي شكل من الأشكال العرض أو المظهر المرئي لموقعنا على الويب.
fr: Sans autorisation préalable et autorisation écrite, vous ne pouvez pas créer de cadres autour de nos pages Web qui altèrent de quelque manière que ce soit la présentation visuelle ou l'apparence de notre site Web.

source: Content Liability
ar: مسؤولية المحتوى
fr: Responsabilité du contenu

source: We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.
ar: لن نكون مسؤولين عن أي محتوى يظهر على موقع الويب الخاص بك. أنت توافق على حمايتنا والدفاع عنا ضد جميع المطالبات التي تنشأ على موقع الويب الخاص بك. يجب ألا يظهر أي رابط (روابط) على أي موقع ويب يمكن تفسيره على أنه تشهيري أو فاحش أو إجرامي ، أو ينتهك أو ينتهك أو يدعو إلى التعدي أو انتهاك لحقوق أي طرف ثالث.
fr: Nous ne serons pas tenus responsables de tout contenu qui apparaît sur votre site Web. Vous acceptez de nous protéger et de nous défendre contre toutes les réclamations qui augmentent sur votre site Web. Aucun lien ne doit apparaître sur un site Web qui peut être interprété comme diffamatoire, obscène ou criminel, ou qui viole, viole ou préconise la violation ou toute autre violation des droits de tiers.

source: Your Privacy
ar: خصوصيتك
fr: Votre vie privée

source: Please read Privacy Policy
ar: يرجى قراءة سياسة الخصوصية
fr: Veuillez lire la politique de confidentialité

source: Reservation of Rights
ar: حفظ الحقوق
fr: Réserve de droits

source: We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions.
ar: نحتفظ بالحق في طلب إزالة جميع الروابط أو أي رابط معين إلى موقعنا الإلكتروني. أنت توافق على إزالة جميع الروابط إلى موقعنا الإلكتروني فورًا عند الطلب. نحتفظ أيضًا بالحق في تعديل هذه البنود والشروط وسياسة الربط في أي وقت. من خلال الربط المستمر إلى موقعنا ، فإنك توافق على الالتزام واتباع شروط وأحكام الربط هذه.
fr: Nous nous réservons le droit de vous demander de supprimer tous les liens ou tout lien particulier vers notre site Web. Vous acceptez de supprimer immédiatement tous les liens vers notre site Web sur demande. Nous nous réservons également le droit de modifier ces termes et conditions et sa politique de liens à tout moment. En vous connectant en continu à notre site Web, vous acceptez d'être lié et de suivre ces conditions générales de liaison.

source: Removal of links from our website
ar: إزالة الروابط من موقعنا
fr: Suppression de liens de notre site Web

source: If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly.
ar: إذا وجدت أي رابط على موقعنا مسيء لأي سبب من الأسباب ، فأنت حر في الاتصال وإبلاغنا في أي لحظة. سنأخذ بعين الاعتبار طلبات إزالة الروابط ولكننا لسنا ملزمين بإزالتها أو بالرد عليك مباشرة.
fr: Si vous trouvez un lien sur notre site Web offensant pour quelque raison que ce soit, vous êtes libre de nous contacter et de nous informer à tout moment. Nous prendrons en considération les demandes de suppression de liens mais nous ne sommes pas obligés de le faire ou de vous répondre directement.

source: We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date.
ar: نحن لا نضمن صحة المعلومات الواردة في هذا الموقع ، ولا نضمن اكتمالها أو دقتها ؛ كما أننا لا نعد بضمان أن يظل الموقع متاحًا أو أن المواد الموجودة على الموقع محدثة.
fr: Nous ne garantissons pas que les informations sur ce site sont correctes, nous ne garantissons pas leur exhaustivité ou leur exactitude; nous ne promettons pas non plus de veiller à ce que le site Web reste disponible ou à ce que le contenu du site Web soit mis à jour.

source: Disclaimer
ar: إخلاء المسؤولية
fr: Avertissement

source: To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will:
ar: إلى أقصى حد يسمح به القانون المعمول به ، نستبعد جميع الإقرارات والضمانات والشروط المتعلقة بموقعنا واستخدام هذا الموقع. لا يوجد شيء في بيان إخلاء المسؤولية هذا :
fr: Dans la mesure maximale permise par la loi applicable, nous excluons toutes les représentations, garanties et conditions relatives à notre site Web et à l'utilisation de ce site Web. Rien dans cette clause de non-responsabilité ne:

source: limit or exclude our or your liability for death or personal injury;
ar: يحدد أو يستبعد مسؤوليتنا أو مسؤوليتك عن الوفاة أو الإصابة الشخصية ؛
fr: limiter ou exclure notre ou votre responsabilité en cas de décès ou de blessure corporelle;

source: limit or exclude our or your liability for fraud or fraudulent misrepresentation;
ar: يحدد أو يستبعد مسؤوليتنا أو مسؤوليتك عن الاحتيال أو التحريف الاحتيالي ؛
fr: limiter ou exclure notre ou votre responsabilité pour fraude ou fausse déclaration frauduleuse;

source: limit any of our or your liabilities in any way that is not permitted under applicable law; or
ar: يحدد أي من مسؤوليتنا أو مسؤولياتك بأي طريقة غير مسموح بها بموجب القانون المعمول به ؛ أو
fr: limiter nos ou vos responsabilités d'une manière non autorisée par la loi applicable; ou

source: exclude any of our or your liabilities that may not be excluded under applicable law.
ar: يستبعد أي من مسؤوليتنا أو مسؤولياتك التي قد لا يتم استبعادها بموجب القانون المعمول به.
fr: exclure tout ou partie de nos responsabilités qui ne peuvent être exclues en vertu de la loi applicable.

source: The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty.
ar: قيود وحظر المسئولية المنصوص عليها في هذا القسم وأماكن أخرى في هذا الإخلاء للمسؤولية: (أ) تخضع للفقرة السابقة ؛ و (ب) تحكم جميع الالتزامات الناشئة بموجب بيان إخلاء المسؤولية ، بما في ذلك الخصوم الناشئة عن العقد والتعويض عن الإخلال بالواجب القانوني.
fr: Les limitations et interdictions de responsabilité définies dans cette section et ailleurs dans cette clause de non-responsabilité: (a) sont soumises au paragraphe précédent; et (b) régir toutes les responsabilités découlant de la renonciation, y compris les responsabilités découlant du contrat, en responsabilité délictuelle et pour manquement à une obligation légale.

source: As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.
ar: طالما تم توفير الموقع الإلكتروني والمعلومات والخدمات على الموقع مجانًا ، فلن نكون مسؤولين عن أي خسارة أو ضرر من أي نوع.
fr: Tant que le site Web et les informations et services sur le site Web sont fournis gratuitement, nous ne serons pas responsables de toute perte ou dommage de quelque nature que ce soit.

source: Login
ar: تسجيل دخول
fr: S'identifier

source: Please login to see this page.
ar: الرجاء تسجيل الدخول لمشاهدة الصفحة.
fr: Veuillez vous connecter pour voir cette page.

source: Sign In
ar: تسجيل الدخول
fr: Se connecter

source: Enter your username
ar: ادخل اسم المستخدم
fr: Entrez votre nom d'utilisateur

source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Sign in
ar: تسجيل الدخول
fr: Se connecter

source: Login with Facebook
ar: الدخول بفيسبوك
fr: Se connecter avec Facebook

source: Login with LinkedIn
ar: الدخول بلينكد إن
fr: Se connecter avec LinkedIn

source: Lost password?
ar: نسيت كلمة المرور؟
fr: Mot de passe perdu?

source: Your password has been set. You may go ahead and
ar: تم تعيين كلمة المرور الخاصة بك. يمكنك المضي قدما و
fr: Votre mot de passe a été défini. Vous pouvez continuer et

source: sign in
ar: تسجيل الدخول
fr: se connecter

source: now.
ar: الان.
fr: maintenant.

source: Change password
ar: غيّر كلمة المرور
fr: Changer le mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه تم استخدامه بالفعل. يرجى طلب إعادة تعيين كلمة مرور جديدة.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ar: لقد أرسلنا إليك عبر البريد الإلكتروني تعليمات حول تعيين كلمة المرور ، إذا كان هناك حساب بالعنوان الذي أدخلته. سوف تصلك رسالة قريبا.
fr: Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe, si un compte existe avec l'e-mail que vous avez entré. Vous devriez les recevoir sous peu.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ar: إذا لم تتلق رسالة، فيرجى التأكد من إدخال العنوان الذي قمت بالتسجيل به ، والتحقق من مجلد الرسائل غير المرغوب فيها.
fr: Si vous ne recevez pas d'e-mail, assurez-vous d'avoir entré l'adresse avec laquelle vous vous êtes enregistré et vérifiez votre dossier spam.

source: To initiate the password reset process for your
ar: لبدء عملية إعادة تعيين كلمة المرور الخاصة ب
fr: Pour lancer le processus de réinitialisation du mot de passe de votre

source: Mawareeth 2.0 account,
ar: حسابك في موقع المواريث,
fr: Compte Mawareeth 2.0,

source: click the link below:
ar: إضغط على الرابط في الأسفل:
fr: cliquez sur le lien ci-dessous:

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
ar: إذا لم ينجح النقر على الرابط أعلاه ، فيرجى نسخ ولصق الرابط في نافذة متصفح جديدة بدلاً من ذلك.
fr: Si le lien ci-dessus ne fonctionne pas, veuillez copier et coller l'URL dans une nouvelle fenêtre de navigateur à la place.

source: Sincerely,
ar: مع تحياتنا,
fr: Cordialement,

source: The Mawareeth 2.0 team,
ar: فريق موقع المواريث,
fr: L'équipe Mawareeth 2.0,

source: Forgot password
ar: نسيت كلمة المرور
fr: Mot de passe oublié

source: submit
ar: إرسال
fr: soumettre

source: Sign up
ar: تسجيل
fr: S'inscrire

source: Letters, digits and @/./+/-/_ only.
ar: حروف و ارقام و @/./+/-/_ فقط.
fr: Lettres, chiffres et @ /. / + / - / _ uniquement.

source: Username:
ar: اسم المستخدم:
fr: Nom d'utilisateur:

source: min 8 characters. Strong password required
ar: 8 حروف على الاقل. يجب ان تكون كلمة مرور قوية
fr: min 8 caractères. Mot de passe fort requis

source: Password:
ar: كلمة المرور:
fr: Mot de passe:

source: Enter the same password
ar: ادخل نفس كلمة المرور
fr: Entrez le même mot de passe

source: Password confirmation:
ar: تاكيد كلمة المرور:
fr: Confirmation mot de passe:

source: Enter email
ar: ادخل البريد الالكتروني
fr: Entrez votre e-mail

source: Email:
ar: ايميل:

source: Already registered
ar: تم التسجيل سابقا
fr: Déjà enregistré

source: Decease already exist
ar: يوجد متوفى
fr: Le décès existe déjà

source: Father already exist
ar: الاب موجود
fr: Père existe déjà

source: Cann't have more than 4 wifes
ar: لا يمكن اضافة اكثر من 4 زوجات
fr: Ne peut pas avoir plus de 4 femmes

source: Must enter a name for your calcualtion
ar: يجيب ادخال اسم للمسألة
fr: Doit entrer un nom pour votre calcul

source: user not allowed
ar: غير مسموح للمستخدم
fr: utilisateur non autorisé

source: Arabic
ar: العربية
fr: Arabe

source: English
ar: الانجليزية
fr: Anglais

source: French
ar: الفرنسية
fr: Français

source: Email address
ar: عنوان البريد الالكتروني
fr: Adresse électronique

source: Required.
ar: الزامي.
fr: Obligatoire.

source: Profile Info
ar: معلومات الملف الشخصي
fr: Informations sur le profil

source: Update
ar: تحديث
fr: Mise à jour

source: Your account has been updated!
ar: تم تحديث بياناتك بنجاح!
fr: Votre compte a été mis à jour!

source: mother gets 1/6 because of descendant or siblings
fr: mère obtient 1/6 en raison de descendant ou de frères et sœurs

source: Son of paternal brother
fr: Fils de frère paternel

source: Paternal uncle
fr: Oncle paternel

source: Son of uncle
fr: Fils d'oncle

source: Son of paternal uncle
fr: Fils de l'oncle paternel
